export default {
  projections: {
    CПРМатериалыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сПРСклад: {
        __caption__: 'С п р склад',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    CПРМатериалыL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сПРСклад: {
        __caption__: 'Склад',
        наименование: {
          __caption__: 'Склад'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    сПРСклад: {
      __caption__: 'С п р склад'
    }
  }
};
