export default {
  projections: {
    СПРКлиентE: {
      расСчет: {
        __caption__: 'Рас счет'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      фИООтветст: {
        __caption__: 'Ф и о ответст'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      почта: {
        __caption__: 'Почта'
      },
      банк: {
        __caption__: 'Банк'
      }
    },
    СПРКлиентL: {
      расСчет: {
        __caption__: 'Рас счет'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      фИООтветст: {
        __caption__: 'Ф и о ответст'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      почта: {
        __caption__: 'Почта'
      },
      банк: {
        __caption__: 'Банк'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    банк: {
      __caption__: 'Банк'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    почта: {
      __caption__: 'Почта'
    },
    расСчет: {
      __caption__: 'Рас счет'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИООтветст: {
      __caption__: 'Ф и о ответст'
    }
  }
};
