export default {
  projections: {
    ДокЗаявкаE: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      датаЗаявки: {
        __caption__: 'Дата заявки'
      },
      сПРКлиент: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      тЧзаявка: {
        __caption__: 'Т чзаявка',
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        наименДетали: {
          __caption__: 'Наимен детали'
        },
        номерДетали: {
          __caption__: 'Номер детали'
        },
        cПРМатериалы: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Материал'
          }
        }
      }
    },
    ДокЗаявкаL: {
      номерЗаявки: {
        __caption__: 'Номер заявки'
      },
      датаЗаявки: {
        __caption__: 'Дата заявки'
      },
      сПРКлиент: {
        __caption__: 'Клиент',
        наименование: {
          __caption__: 'Клиент'
        }
      },
      тЧзаявка: {
        __caption__: 'Детали заявки',
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        наименДетали: {
          __caption__: 'Наимен детали'
        },
        номерДетали: {
          __caption__: 'Номер детали'
        },
        cПРМатериалы: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Материал'
          }
        }
      }
    }
  },
  validations: {
    датаЗаявки: {
      __caption__: 'Дата заявки'
    },
    номерЗаявки: {
      __caption__: 'Номер заявки'
    },
    сПРКлиент: {
      __caption__: 'Наименование'
    },
    тЧзаявка: {
      __caption__: 'Т чзаявка'
    }
  }
};
