export default {
  projections: {
    ТЧзаявкаE: {
      количество: {
        __caption__: 'Количество'
      },
      цена: {
        __caption__: 'Цена'
      },
      наименДетали: {
        __caption__: 'Наимен детали'
      },
      номерДетали: {
        __caption__: 'Номер детали'
      },
      cПРМатериалы: {
        __caption__: 'Материал',
        наименование: {
          __caption__: 'Материал'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    наименДетали: {
      __caption__: 'Наимен детали'
    },
    номерДетали: {
      __caption__: 'Номер детали'
    },
    цена: {
      __caption__: 'Цена'
    },
    cПРМатериалы: {
      __caption__: 'Материал'
    },
    докЗаявка: {
      __caption__: 'докЗаявка'
    }
  }
};
