export default {
  projections: {
    ДокЧертежE: {
      дата: {
        __caption__: 'Дата'
      },
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      утверждение: {
        __caption__: 'Утверждение'
      },
      тЧзаявка: {
        __caption__: '',
        номерДетали: {
          __caption__: ''
        },
        наименДетали: {
          __caption__: 'Наимен детали'
        },
        cПРМатериалы: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      }
    },
    ДокЧертежL: {
      дата: {
        __caption__: 'Дата'
      },
      номерЧертежа: {
        __caption__: 'Номер чертежа'
      },
      утверждение: {
        __caption__: 'Утверждение'
      },
      тЧзаявка: {
        __caption__: 'Номер детали',
        номерДетали: {
          __caption__: 'Номер детали'
        },
        наименДетали: {
          __caption__: 'Наименование детали'
        },
        cПРМатериалы: {
          __caption__: '',
          наименование: {
            __caption__: 'Материал'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерЧертежа: {
      __caption__: 'Номер чертежа'
    },
    утверждение: {
      __caption__: 'Утверждение'
    },
    тЧзаявка: {
      __caption__: 'тЧзаявка'
    }
  }
};
